Repository: Julangar/MINE-Chatbot
Catalog: mine-chat-app/mobile/lib/l10n/app_*.arb
Languages: bg, el, he, hu, ja, tl, vi

# appTitle
source: MINE Chat
bg: MINE Чат
el: MINE Συνομιλία
he: צ'אט MINE
ja: MINEチャット
vi: Trò chuyện MINE

source: Get Started
bg: Започнете
el: Ξεκινήστε
he: התחל
hu: Kezdés
ja: 始める
tl: Magsimula
vi: Bắt đầu

source: Sign In
bg: Вход
el: Σύνδεση
he: התחבר
hu: Bejelentkezés
ja: サインイン
tl: Mag-sign in
vi: Đăng nhập

source: Register
bg: Регистрация
el: Εγγραφή
he: הרשם
hu: Regisztráció
ja: 登録
tl: Magrehistro
vi: Đăng ký

# forgotPassword
source: Forgot your password?
bg: Забравена парола?
el: Ξεχάσατε τον κωδικό;
he: שכחת סיסמה?
hu: Elfelejtette a jelszavát?
ja: パスワードをお忘れですか？
tl: Nakalimutan ang password?
vi: Quên mật khẩu?

source: Email
bg: Имейл
he: דואר אלקטרוני
ja: メールアドレス

source: Password
bg: Парола
el: Κωδικός πρόσβασης
he: סיסמה
hu: Jelszó
ja: パスワード
vi: Mật khẩu

source: Send reset link
bg: Изпрати връзка за нулиране
el: Αποστολή συνδέσμου επαναφοράς
he: שלח קישור לאיפוס
hu: Visszaállító link küldése
ja: リセットリンクを送信
tl: Ipadala ang reset link
vi: Gửi liên kết đặt lại

# resetLinkSent
source: If this email exists, a password reset link has been sent.
bg: Ако този имейл съществува, е изпратена връзка за нулиране на паролата.
el: Αν το email υπάρχει, έχει σταλεί σύνδεσμος επαναφοράς κωδικού.
he: אם הדואר קיים, קישור לאיפוס סיסמה נשלח.
hu: Ha ez az email létezik, elküldtük a jelszó-visszaállító linket.
ja: このメールアドレスが存在する場合、パスワードリセットリンクが送信されました。
tl: Kung ang email na ito ay umiiral, naipadala na ang reset link.
vi: Nếu email này tồn tại, liên kết đặt lại mật khẩu đã được gửi.

# userNotFound
source: No user found with this email.
bg: Не е намерен потребител с този имейл.
el: Δεν βρέθηκε χρήστης με αυτό το email.
he: לא נמצא משתמש עם דואר זה.
hu: Nincs ilyen email címhez tartozó felhasználó.
ja: このメールアドレスのユーザーは見つかりません。
tl: Walang user na may ganitong email.
vi: Không tìm thấy người dùng với email này.

# invalidEmail
source: Invalid email address.
bg: Невалиден имейл адрес.
el: Μη έγκυρη διεύθυνση email.
he: כתובת דואר לא חוקית.
hu: Érvénytelen email cím.
ja: 無効なメールアドレスです。
tl: Hindi valid na email address.
vi: Địa chỉ email không hợp lệ.

# errorOccurred
source: An error occurred. Please try again.
bg: Възникна грешка. Опитайте отново.
el: Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά.
he: אירעה שגיאה. נסה שוב.
hu: Hiba történt. Kérjük, próbálja újra.
ja: エラーが発生しました。再度お試しください。
tl: May naganap na error. Pakisubukang muli.
vi: Đã xảy ra lỗi. Vui lòng thử lại.

source: Enter
bg: Въведете
el: Εισάγετε
he: הכנס
hu: Belépés
ja: 入力
tl: Pumasok
vi: Nhập

source: No account? Register
bg: Нямате акаунт? Регистрирайте се
el: Δεν έχετε λογαριασμό; Εγγραφείτε
he: אין לך חשבון? הירשם
hu: Nincs fiókja? Regisztráljon
ja: アカウントをお持ちでないですか？登録
tl: Wala pang account? Magrehistro
vi: Chưa có tài khoản? Đăng ký

source: No User Authenticated
bg: Няма удостоверен потребител
el: Δεν υπάρχει πιστοποιημένος χρήστης
he: אין משתמש מאומת
hu: Nincs hitelesített felhasználó
ja: 認証されたユーザーがいません
tl: Walang authenticated na user
vi: Chưa xác thực người dùng

# createAvatar
source: Customize your avatar
bg: Персонализирайте вашия аватар
el: Προσαρμόστε το avatar σας
he: התאם אישית את האווטאר שלך
hu: Személyre szabhatja az avatarját
ja: アバターをカスタマイズ
tl: I-customize ang iyong avatar
vi: Tùy chỉnh avatar của bạn

# takePhoto
source: Take a Photo
bg: Направете снимка
el: Βγάλτε φωτογραφία
he: צלם תמונה
hu: Fénykép készítése
ja: 写真を撮る
tl: Kunan ng larawan
vi: Chụp ảnh

source: Audio:
bg: Аудио
el: Ήχος
he: אודיו
hu: Hang
ja: オーディオ
vi: Âm thanh

source: Photo:
bg: Снимка
el: Φωτογραφία
he: תמונה
hu: Fotó
ja: 写真
tl: Larawan
vi: Ảnh

source: Stop
bg: Стоп
el: Διακοπή
he: עצור
hu: Leállítás
ja: 停止
tl: Itigil
vi: Dừng

# record45
source: Record 45s
bg: Запишете 45s
el: Εγγραφή 45s
he: הקלט 45 שניות
hu: 45s rögzítése
ja: 45秒録音
tl: Mag-record ng 45s
vi: Ghi 45 giây

source: Video:
bg: Видео
el: Βίντεο
he: וידאו
hu: Videó
ja: ビデオ

source: Choose from Gallery
bg: Изберете от галерията
el: Επιλέξτε από τη συλλογή
he: בחר מהגלריה
hu: Galériából választ
ja: ギャラリーから選択
tl: Pumili mula sa gallery
vi: Chọn từ thư viện

source: Gallery
bg: Галерия
el: Συλλογή
he: גלריה
hu: Galéria
ja: ギャラリー
vi: Thư viện

source: Upload Video
bg: Качете видео
el: Μεταφόρτωση βίντεο
he: העלה וידאו
hu: Videó feltöltése
ja: ビデオをアップロード
tl: Mag-upload ng video
vi: Tải video lên

# recordVideo
source: Record a Video
bg: Запишете видео
el: Εγγραφή βίντεο
he: הקלט וידאו
hu: Videó rögzítése
ja: ビデオを録画
tl: Mag-record ng video
vi: Quay video

source: Upload Audio
bg: Качете аудио
el: Μεταφόρτωση ήχου
he: העלה אודיו
hu: Hang feltöltése
ja: オーディオをアップロード
tl: Mag-upload ng audio
vi: Tải âm thanh lên

source: Agregate
bg: Добавете
el: Προσθήκη
he: הוסף
hu: Hozzáad
ja: 追加
tl: Idagdag
vi: Thêm

source: Change
bg: Промяна
el: Αλλαγή
he: שנה
hu: Változtatás
ja: 変更
tl: Palitan
vi: Đổi

source: Archive
bg: Архив
el: Αρχείο
he: ארכיון
hu: Archívum
ja: アーカイブ
vi: Lưu trữ

# takeYourTime
source: Take your time to create your avatar!
bg: Отделете време, за да създадете своя аватар!
el: Αφιερώστε χρόνο για να δημιουργήσετε το avatar σας!
he: קח את הזמן ליצור את האווטאר שלך!
hu: Szánjon időt az avatar létrehozására!
ja: ゆっくりアバターを作りましょう！
tl: Maglaan ng oras sa paggawa ng iyong avatar!
vi: Hãy dành thời gian để tạo avatar của bạn!

# carefullySelect
source: Carefully select the photo, audio, or video that will represent your avatar. Remember that creating the avatar has a cost and, for security reasons, you will not be able to modify it after it is created. Choose the files that best reflect your tastes and preferences.
bg: Внимателно изберете снимката, аудиото или видеото, което ще представлява вашия аватар. Имайте предвид, че създаването на аватар има цена и от съображения за сигурност няма да можете да го промените след създаването му. Изберете файлове, които най-добре отразяват вашите вкусове и предпочитания.
el: Επιλέξτε προσεκτικά τη φωτογραφία, τον ήχο ή το βίντεο που θα εκπροσωπεί το avatar σας. Θυμηθείτε ότι η δημιουργία avatar έχει κόστος και για λόγους ασφαλείας δεν θα μπορείτε να το τροποποιήσετε μετά. Επιλέξτε τα αρχεία που αντικατοπτρίζουν καλύτερα τα γούστα και τις προτιμήσεις σας.
he: בחר בקפידה את התמונה, האודיו או הוידאו שייצגו את האווטאר שלך. זכור כי יצירת אווטאר עולה כסף ומסיבות אבטחה לא תוכל לערוך אותו לאחר מכן. בחר את הקבצים שמייצגים את טעמך והעדפותיך.
hu: Gondosan válassza ki azt a fotót, hangot vagy videót, amely az avatarját fogja képviselni. Ne feledje, hogy az avatar létrehozásának költsége van, és biztonsági okokból később nem módosíthatja azt. Olyan fájlokat válasszon, amelyek leginkább tükrözik ízlését és preferenciáit.
ja: アバターを表す写真、オーディオ、またはビデオを慎重に選んでください。アバターの作成には費用がかかり、セキュリティ上の理由から作成後の変更はできません。自分の好みや個性を最も表すファイルを選んでください。
tl: Piliin nang mabuti ang larawan, audio, o video na magrerepresenta ng iyong avatar. Tandaan na may bayad ang paggawa ng avatar at para sa seguridad, hindi mo na ito maaaring baguhin matapos malikha. Piliin ang mga file na pinakamahusay na naglalarawan ng iyong panlasa at gusto.
vi: Hãy chọn cẩn thận ảnh, âm thanh hoặc video đại diện cho avatar của bạn. Lưu ý rằng tạo avatar sẽ mất phí và vì lý do bảo mật, bạn sẽ không thể chỉnh sửa sau khi đã tạo. Hãy chọn tệp phản ánh rõ nhất sở thích và cá tính của bạn.

source: Success Upload!
bg: Файловете бяха качени успешно!
el: Επιτυχής μεταφόρτωση!
he: הקבצים הועלו בהצלחה!
hu: A fájlok sikeresen feltöltve!
ja: アップロード成功！
tl: Matagumpay na na-upload!
vi: Tệp đã được tải lên thành công!

source: Error saving:
bg: Грешка при запазването:
el: Σφάλμα κατά την αποθήκευση:
he: שגיאה בשמירה:
hu: Hiba a mentéskor:
ja: 保存エラー：
tl: Error sa pag-save:
vi: Lỗi khi lưu:

source: Create your avatar
bg: Създайте своя аватар
el: Δημιουργήστε το avatar σας
he: צור את האווטאר שלך
hu: Hozza létre az avatarját
ja: アバターを作成
tl: Gumawa ng iyong avatar
vi: Tạo avatar của bạn

# avatarAlreadyExist
source: You already have an avatar of this type!
bg: Вече имате аватар от този тип!
el: Έχετε ήδη avatar αυτού του τύπου!
he: כבר יש לך אווטאר מסוג זה!
hu: Már van ilyen típusú avatarja!
ja: このタイプのアバターはすでに存在します！
tl: Mayroon ka nang avatar ng ganitong uri!
vi: Bạn đã có avatar loại này rồi!

source: Go to chat
bg: Отидете в чата
el: Μετάβαση στη συνομιλία
he: עבור לצ'אט
hu: Ugrás a csevegéshez
ja: チャットへ
tl: Pumunta sa chat
vi: Đi tới chat

# customizeYourAvatar
source: Customize your avatar to the fullest
bg: Персонализирайте аватара си максимално
el: Προσαρμόστε πλήρως το avatar σας
he: התאם אישית את האווטאר שלך במקסימום
hu: Testreszabhatja az avatarját teljesen
ja: アバターを最大限カスタマイズ
tl: I-customize ang iyong avatar nang todo
vi: Tùy chỉnh avatar của bạn tối đa

# takeAMinuteToAnswer
source: Take a few minutes to answer the form carefully and honestly.
bg: Отделете няколко минути, за да попълните формата внимателно и честно.
el: Αφιερώστε λίγα λεπτά για να απαντήσετε στη φόρμα προσεκτικά και ειλικρινά.
he: קח מספר דקות למלא את הטופס בקפידה וביושר.
hu: Szánjon néhány percet az űrlap gondos és őszinte kitöltésére.
ja: フォームを丁寧かつ正直に記入してください。
tl: Maglaan ng ilang minuto para sagutan nang tapat at maingat ang form.
vi: Dành vài phút để trả lời biểu mẫu một cách cẩn thận và trung thực.

# yourAnswersDefine
source: Your answers will define how your avatar interacts with you. You won't be able to modify this information afterwards, so select each option carefully according to your preferences.
bg: Вашите отговори ще определят как вашият аватар ще взаимодейства с вас. Няма да можете да променяте тази информация по-късно, така че избирайте всяка опция внимателно според предпочитанията си.
el: Οι απαντήσεις σας θα καθορίσουν πώς το avatar σας θα αλληλεπιδρά μαζί σας. Δεν θα μπορείτε να αλλάξετε αυτές τις πληροφορίες αργότερα, οπότε επιλέξτε κάθε επιλογή με προσοχή.
he: תשובותיך יגדירו כיצד האווטאר שלך יתקשר איתך. לא תוכל לערוך מידע זה לאחר מכן, בחר כל אפשרות בקפידה לפי העדפותיך.
hu: Válaszai meghatározzák, hogyan fog az avatarja kommunikálni Önnel. Ezeket az információkat később nem tudja módosítani, ezért válassza ki minden lehetőséget alaposan, saját preferenciái szerint.
ja: あなたの回答によってアバターの応答が決まります。後でこの情報は変更できないので、各項目は慎重に選んでください。
tl: Ang iyong mga sagot ang magtatakda kung paano makikipag-ugnayan sa iyo ang avatar. Hindi mo na ito mababago pagkatapos, kaya piliin nang mabuti ang bawat opsyon ayon sa iyong gusto.
vi: Câu trả lời của bạn sẽ quyết định cách avatar tương tác với bạn. Bạn sẽ không thể chỉnh sửa thông tin này sau, hãy chọn từng tùy chọn cẩn thận theo sở thích.

# selectAvatarType
source: Select the type of avatar you want to create
bg: Изберете типа аватар, който искате да създадете
el: Επιλέξτε τον τύπο avatar που θέλετε να δημιουργήσετε
he: בחר את סוג האווטאר שברצונך ליצור
hu: Válassza ki, milyen típusú avatar szeretne létrehozni
ja: 作成したいアバタータイプを選んでください
tl: Piliin ang uri ng avatar na gusto mong gawin
vi: Chọn loại avatar bạn muốn tạo

source: Save and continue
bg: Запази и продължи
el: Αποθήκευση και συνέχεια
he: שמור והמשך
hu: Mentés és folytatás
ja: 保存して続ける
tl: I-save at magpatuloy
vi: Lưu và tiếp tục

# chooseAvatarInstruction
source: Choose an image and a voice, or video sample for your avatar.
bg: Изберете изображение и глас или видео за вашия аватар.
el: Επιλέξτε μια εικόνα και μια φωνή ή ένα δείγμα βίντεο για το avatar σας.
he: בחר תמונה וקול, או דוגמת וידאו לאווטאר שלך.
hu: Válasszon képet és hangot vagy videót az avatarjához.
ja: アバター用の画像と声、またはビデオを選択してください。
tl: Pumili ng larawan at boses, o sample na video para sa iyong avatar.
vi: Chọn hình ảnh và giọng nói hoặc video mẫu cho avatar của bạn.

# successSave
source: Profile Saved Successfully!
bg: Профилът е запазен успешно!
el: Το προφίλ αποθηκεύτηκε με επιτυχία!
he: הפרופיל נשמר בהצלחה!
hu: A profil sikeresen mentve!
ja: プロフィールが正常に保存されました！
tl: Matagumpay na nasave ang profile!
vi: Lưu hồ sơ thành công!

source: My Profile
bg: Моят профил
el: Το προφίλ μου
he: הפרופיל שלי
hu: Saját profil
ja: マイプロフィール
tl: Aking profile
vi: Hồ sơ của tôi

source: Name
bg: Име
el: Όνομα
he: שם
hu: Név
ja: 名前
tl: Pangalan
vi: Tên

source: Save Changes
bg: Запази промените
el: Αποθήκευση αλλαγών
he: שמור שינויים
hu: Változtatások mentése
ja: 変更を保存
tl: I-save ang mga pagbabago
vi: Lưu thay đổi

source: Options
bg: Опции
el: Επιλογές
he: אפשרויות
hu: Beállítások
ja: オプション
tl: Mga opsyon
vi: Tùy chọn

source: Change Password
bg: Смени паролата
el: Αλλαγή κωδικού πρόσβασης
he: שנה סיסמה
hu: Jelszó megváltoztatása
ja: パスワードを変更
tl: Palitan ang password
vi: Đổi mật khẩu

source: Log Out
bg: Изход
el: Αποσύνδεση
he: התנתק
hu: Kijelentkezés
ja: ログアウト
tl: Mag-log out
vi: Đăng xuất

# helpContact
source: Help or Contact Us
bg: Помощ или връзка с нас
el: Βοήθεια ή επικοινωνήστε μαζί μας
he: עזרה או צור קשר
hu: Segítség vagy kapcsolat
ja: ヘルプまたはお問い合わせ
tl: Tulong o makipag-ugnayan sa amin
vi: Trợ giúp hoặc liên hệ

source: Chat
bg: Чат
el: Συνομιλία
he: צ'אט
ja: チャット

# typeMessage
source: Type a message
bg: Въведете съобщение
el: Γράψτε ένα μήνυμα
he: כתוב הודעה
hu: Írjon üzenetet
ja: メッセージを入力
tl: Mag-type ng mensahe
vi: Nhập tin nhắn

# avatar_form_title
source: Customize your avatar
bg: Персонализирайте своя аватар
el: Εξατομικεύστε το avatar σας
he: התאם אישית את האווטאר שלך
hu: Avatar testreszabása
ja: アバターをカスタマイズ
tl: I-customize ang iyong avatar
vi: Tùy chỉnh avatar của bạn

# avatar_form_name_label
source: Avatar name
bg: Име на аватара
el: Όνομα avatar
he: שם האווטאר
hu: Avatar neve
ja: アバター名
tl: Pangalan ng avatar
vi: Tên avatar

# avatar_form_user_reference_label
source: User name or reference
bg: Потребителско име или референция
el: Όνομα χρήστη ή αναφορά
he: שם משתמש או התייחסות
hu: Felhasználónév vagy hivatkozás
ja: ユーザー名または参照
tl: Pangalan ng user o reference
vi: Tên người dùng hoặc tham chiếu

# avatar_form_relationship_label
source: Relationship or role (e.g. friend, coach)
bg: Връзка или роля (напр. приятел, треньор, брат/сестра, годеник)
el: Σχέση ή ρόλος (π.χ. φίλος, προπονητής)
he: קשר או תפקיד (לדוגמה: חבר, מאמן, אח, ארוס)
hu: Kapcsolat vagy szerep (pl.: barát, edző, testvér, jegyes)
ja: 関係または役割（例：友人、コーチ）
tl: Relasyon o papel (hal. kaibigan, coach)
vi: Mối quan hệ hoặc vai trò (ví dụ: bạn bè, huấn luyện viên, anh/chị em, hôn phu)

# avatar_form_speaking_style_label
source: Speaking style
bg: Стил на говорене
el: Στυλ ομιλίας
he: סגנון דיבור
hu: Beszédstílus
ja: 話し方のスタイル
tl: Estilo ng pagsasalita
vi: Kiểu nói chuyện

# avatar_form_interests_label
source: Interests
bg: Интереси
el: Ενδιαφέροντα
he: תחומי עניין
hu: Érdeklődési körök
ja: 興味
tl: Mga interes
vi: Sở thích

# avatar_form_common_phrases_label
source: Common phrases
bg: Чести фрази
el: Κοινές φράσεις
he: ביטויים נפוצים
hu: Gyakori kifejezések
ja: よく使うフレーズ
tl: Karaniwang mga parirala
vi: Cụm từ thường dùng

# avatar_form_traits_label
source: Personality traits
bg: Личностни черти
el: Χαρακτηριστικά προσωπικότητας
he: תכונות אופי
hu: Személyiségjegyek
ja: 性格特性
tl: Mga katangian ng personalidad
vi: Đặc điểm tính cách

# avatar_form_extroversion
source: Extroversion
bg: Екстраверсия
el: Εξωστρέφεια
he: מוחצנות
hu: Extroverzió
ja: 外向性
tl: Pagiging extrovert
vi: Hướng ngoại

# avatar_form_agreeableness
source: Agreeableness
bg: Добронамереност
el: Καλοσύνη
he: נעימות
hu: Barátságosság
ja: 協調性
tl: Pagiging madaling makisama
vi: Hòa đồng

# avatar_form_conscientiousness
source: Conscientiousness
bg: Съвестност
el: Συνειδητότητα
he: מצפוניות
hu: Lelkiismeretesség
ja: 誠実性
tl: Pagiging responsable
vi: Tận tâm

# avatar_form_add_phrase_hint
source: e.g. Hello!
bg: напр.: Бъди смел, Липсваш ми, Здравей!, Обичам те
el: π.χ. Γεια!
he: לדוגמה: היה אמיץ, אני מתגעגע אליך, שלום!, אני אוהב אותך
hu: pl.: Légy bátor, Hiányzol, Helló!, Szeretlek
ja: 例：こんにちは！
tl: hal. Hi!
vi: ví dụ: Hãy dũng cảm, Anh nhớ em, Xin chào!, Anh yêu em

# avatar_form_continue_button
source: Continue
bg: Продължи
el: Συνέχεια
he: המשך
hu: Folytatás
ja: 続ける
tl: Magpatuloy
vi: Tiếp tục

# avatar_summary_title
source: Avatar Summary
bg: Обобщение на аватара
el: Σύνοψη avatar
he: סיכום אווטאר
hu: Avatar összegzés
ja: アバター概要
tl: Buod ng avatar
vi: Tóm tắt avatar

# avatar_summary_user
source: User
bg: Потребител
el: Χρήστης
he: משתמש
hu: Felhasználó
ja: ユーザー
vi: Người dùng

# avatar_summary_relationship
source: Relationship
bg: Връзка
el: Σχέση
he: קשר
hu: Kapcsolat
ja: 関係
tl: Relasyon
vi: Mối quan hệ

# avatar_summary_style
source: Style
bg: Стил
el: Στυλ
he: סגנון
hu: Stílus
ja: スタイル
tl: Estilo
vi: Phong cách

# avatar_summary_interests
source: Interests
bg: Интереси
el: Ενδιαφέροντα
he: תחומי עניין
hu: Érdeklődés
ja: 興味
tl: Mga interes
vi: Sở thích

# avatar_summary_phrases
source: Common phrases
bg: Чести фрази
el: Κοινές φράσεις
he: ביטויים נפוצים
hu: Gyakori kifejezések
ja: よく使うフレーズ
tl: Karaniwang mga parirala
vi: Cụm từ thường dùng

# avatar_summary_traits
source: Traits
bg: Черти
el: Χαρακτηριστικά
he: תכונות
hu: Jellemzők
ja: 特性
tl: Mga katangian
vi: Đặc điểm

# avatar_summary_create_button
source: Create my avatar
bg: Създай моя аватар
el: Δημιουργία avatar
he: צור את האווטאר שלי
hu: Avatar létrehozása
ja: アバターを作成
tl: Gumawa ng aking avatar
vi: Tạo avatar của tôi

# avatar_summary_back_button
source: Back to edit personality
bg: Назад към редакция на личността
el: Επιστροφή στην επεξεργασία προσωπικότητας
he: חזרה לעריכת אישיות
hu: Vissza a személyiség szerkesztéséhez
ja: 性格を編集に戻る
tl: Bumalik sa pag-edit ng personalidad
vi: Quay lại chỉnh sửa tính cách

# avatar_summary_extroversion
source: Extroversion
bg: Екстраверсия
el: Εξωστρέφεια
he: מוחצנות
hu: Extroverzió
ja: 外向性
tl: Pagiging extrovert
vi: Hướng ngoại

# avatar_summary_agreeableness
source: Agreeableness
bg: Добронамереност
el: Καλοσύνη
he: נעימות
hu: Barátságosság
ja: 協調性
tl: Pagiging madaling makisama
vi: Hòa đồng

# avatar_summary_conscientiousness
source: Conscientiousness
bg: Съвестност
el: Συνειδητότητα
he: מצפוניות
hu: Lelkiismeretesség
ja: 誠実性
tl: Pagiging responsable
vi: Tận tâm

# avatar_loading_generating
source: Generating avatar...
bg: Генериране на аватара...
el: Γίνεται δημιουργία avatar...
he: יוצר אווטאר...
hu: Avatar generálása...
ja: アバター生成中...
tl: Gumagawa ng avatar...
vi: Đang tạo avatar...

# avatar_error_video
source: Failed to generate the video.
bg: Неуспешно генериране на видео.
el: Αποτυχία δημιουργίας βίντεο.
he: נכשל ביצירת הווידאו.
hu: A videó generálása sikertelen.
ja: ビデオの生成に失敗しました。
tl: Nabigong gumawa ng video.
vi: Không thể tạo video.

# avatar_error_timeout
source: The video could not be generated in time.
bg: Видеото не можа да се генерира навреме.
el: Το βίντεο δεν δημιουργήθηκε εγκαίρως.
he: הווידאו לא נוצר בזמן.
hu: A videó nem készült el időben.
ja: ビデオを時間内に生成できませんでした。
tl: Hindi nagawang mag-generate ng video sa oras.
vi: Không tạo được video kịp thời.

source: Avatar not available
bg: Аватарът не е наличен
el: Το avatar δεν είναι διαθέσιμο
he: האווטאר אינו זמין
hu: Az avatar nem érhető el
ja: アバターは利用できません
tl: Hindi available ang avatar
vi: Avatar không khả dụng

# style_casual
source: Casual
bg: Неформален
el: Καθημερινό
he: לא רשמי
hu: Laza
ja: カジュアル
tl: Kaswal
vi: Thoải mái

# style_formal
source: Formal
bg: Формален
el: Επίσημο
he: רשמי
hu: Formális
ja: フォーマル
tl: Pormal
vi: Trang trọng

# style_tierno
source: Tender
bg: Нежен
el: Τρυφερό
he: עדין
hu: Gyengéd
ja: 優しい
tl: Malambing
vi: Ân cần

# style_divertido
source: Funny
bg: Забавен
el: Αστείο
he: מצחיק
hu: Vicces
ja: 楽しい
tl: Nakakatawa
vi: Vui vẻ

# interest_music
source: Music
bg: Музика
el: Μουσική
he: מוזיקה
hu: Zene
ja: 音楽
tl: Musika
vi: Âm nhạc

# interest_tech
source: Technology
bg: Технологии
el: Τεχνολογία
he: טכנולוגיה
hu: Technológia
ja: テクノロジー
tl: Teknolohiya
vi: Công nghệ

# interest_travel
source: Travel
bg: Пътуване
el: Ταξίδια
he: טיולים
hu: Utazás
ja: 旅行
tl: Paglalakbay
vi: Du lịch

# interest_books
source: Books
bg: Книги
el: Βιβλία
he: ספרים
hu: Könyvek
ja: 本
tl: Mga libro
vi: Sách

# interest_nature
source: Nature
bg: Природа
el: Φύση
he: טבע
hu: Természet
ja: 自然
tl: Kalikasan
vi: Thiên nhiên

# myself_avatar
source: An avatar that represents yourself, with your own interests and style.
bg: Аватар, който представлява самия теб с твоите интереси и стил.
el: Ένα avatar που αντιπροσωπεύει εσένα, με τα δικά σου ενδιαφέροντα και στυλ.
he: דמות שמייצגת את עצמך, עם תחומי העניין והסגנון שלך.
hu: Egy avatar, amely téged képvisel, a saját érdeklődési köröddel és stílusoddal.
ja: 自分自身を表すアバター。あなた自身の興味やスタイルで。
tl: Isang avatar na kumakatawan sa iyong sarili, kasama ang iyong sariling interes at istilo.
vi: Một avatar đại diện cho chính bạn, với sở thích và phong cách riêng.

# love_avatar
source: An avatar that represents a partner or romantic interest.
bg: Аватар, който представлява партньор или романтичен интерес.
el: Ένα avatar που αντιπροσωπεύει έναν σύντροφο ή ρομαντικό ενδιαφέρον.
he: דמות שמייצגת בן/בת זוג או עניין רומנטי.
hu: Egy avatar, amely egy párt vagy romantikus érdeklődést képvisel.
ja: パートナーや恋愛対象を表すアバター。
tl: Isang avatar na kumakatawan sa isang partner o romantikong interes.
vi: Một avatar đại diện cho người yêu hoặc người bạn quan tâm.

# friend_avatar
source: An avatar that represents a close friend.
bg: Аватар, който представлява близък приятел.
el: Ένα avatar που αντιπροσωπεύει έναν στενό φίλο ή φίλη.
he: דמות שמייצגת חבר או חברה קרובים.
hu: Egy avatar, amely egy közeli barátot képvisel.
ja: 親しい友人を表すアバター。
tl: Isang avatar na kumakatawan sa isang malapit na kaibigan.
vi: Một avatar đại diện cho một người bạn thân.

# relative_avatar
source: An avatar that represents a relative, such as a parent or grandparent.
bg: Аватар, който представлява роднина, като родител или дядо/баба.
el: Ένα avatar που αντιπροσωπεύει ένα συγγενικό πρόσωπο, όπως γονέα ή παππού/γιαγιά.
he: דמות שמייצגת קרוב משפחה, כמו הורה או סבא/סבתא.
hu: Egy avatar, amely egy családtagot képvisel, például szülőt vagy nagyszülőt.
ja: 家族（父、母、祖父母など）を表すアバター。
tl: Isang avatar na kumakatawan sa isang kamag-anak, tulad ng magulang o lolo/lola.
vi: Một avatar đại diện cho người thân, như cha mẹ hoặc ông bà.

# change_avatar_type
source: Change avatar
bg: Смени аватара
el: Αλλαγή avatar
he: שנה דמות
hu: Avatar módosítása
ja: アバターを変更
tl: Palitan ang avatar
vi: Thay đổi avatar

# avatar_button_generate
source: Generate Video
bg: Генерирай видео
el: Δημιουργία βίντεο
he: צור וידאו
hu: Videó generálása
ja: ビデオを生成
tl: Gumawa ng video
vi: Tạo video

# avatar_summary_no_avatar
source: Avatar not found
bg: Аватарът не е намерен
el: Δεν βρέθηκε το avatar
he: האווטאר לא נמצא
hu: Nem található avatar
ja: アバターが見つかりませんでした
tl: Walang nahanap na avatar
vi: Không tìm thấy avatar

# avatar_summary_greeting_audio
source: Initial greeting
bg: Първоначален поздрав
el: Αρχικός χαιρετισμός
he: ברכה ראשונית
hu: Kezdő üdvözlet
ja: 最初の挨拶
tl: Paunang pagbati
vi: Lời chào đầu tiên

# avatar_summary_play_audio
source: Play audio
bg: Възпроизвеждане на аудио
el: Αναπαραγωγή ήχου
he: נגן אודיו
hu: Hang lejátszása
ja: 音声を再生
tl: I-play ang audio
vi: Phát âm thanh

# avatar_warning_edit_locked
source: The avatar has already been generated. You cannot edit the personality, image or audio again.
bg: Аватарът вече е генериран. Не можете да редактирате личността, изображението или аудиото отново.
el: Το avatar έχει ήδη δημιουργηθεί. Δεν μπορείτε να επεξεργαστείτε ξανά την προσωπικότητα, την εικόνα ή τον ήχο.
he: הדמות כבר נוצרה. לא ניתן לערוך שוב את האישיות, התמונה או האודיו.
hu: Az avatar már létrejött. Nem lehet újra szerkeszteni a személyiséget, képet vagy hangot.
ja: アバターはすでに生成されています。性格、画像、または音声は再編集できません。
tl: Ang avatar ay nagawa na. Hindi mo na maaaring i-edit muli ang personalidad, larawan o audio.
vi: Avatar đã được tạo. Bạn không thể chỉnh sửa lại tính cách, hình ảnh hoặc âm thanh.

# avatar_original_audio
source: User's original audio
bg: Оригинално аудио на потребителя
el: Αρχικό ηχητικό χρήστη
he: הקלטה המקורית של המשתמש
hu: Felhasználó eredeti hangja
ja: ユーザーの元の音声
tl: Orihinal na audio ng user
vi: Âm thanh gốc của người dùng
