Repository: Julangar/MINE-Chatbot
Catalog: mine-chat-app/mobile/lib/l10n/app_*.arb
Languages: bg, el, he, hu, ja, tl, vi

# avatar_cloned_audio
source: AI-generated cloned voice
bg: Клониран глас, генериран от ИИ
el: Κλωνοποιημένη φωνή από ΤΝ
he: קול משוכפל שנוצר על ידי בינה מלאכותית
hu: Mesterséges intelligencia által generált hang
ja: AI生成のクローン音声
tl: AI-generated na kinopyang boses
vi: Giọng nói nhân bản do AI tạo ra

# avatar_video_result
source: Generated avatar video
bg: Генерирано видео аватар
el: Δημιουργημένο βίντεο avatar
he: וידאו דמות שנוצר
hu: Generált avatar videó
ja: 生成されたアバター動画
tl: Nabuong avatar na video
vi: Video avatar đã tạo

source: Warning
bg: Предупреждение
el: Προειδοποίηση
he: אזהרה
hu: Figyelmeztetés
ja: 警告
tl: Babala
vi: Cảnh báo

source: Cancel
bg: Отказ
el: Ακύρωση
he: ביטול
hu: Mégse
ja: キャンセル
tl: Kanselahin
vi: Hủy

# continueText
source: Continue
bg: Продължи
el: Συνέχεια
he: המשך
hu: Folytatás
ja: 続ける
tl: Magpatuloy
vi: Tiếp tục

# avatar_generation_warning
source: Once the avatar is generated, it cannot be modified due to generation costs. Do you want to continue?
bg: След като аватарът е генериран, не може да бъде променян поради разходите. Искате ли да продължите?
el: Μόλις δημιουργηθεί το avatar, δεν μπορεί να τροποποιηθεί λόγω του κόστους. Θέλετε να συνεχίσετε;
he: לאחר יצירת הדמות, לא ניתן יהיה לערוך אותה בשל עלות ההפקה. להמשיך?
hu: Az avatar létrehozása után a költségek miatt nem módosítható. Folytatod?
ja: アバターが生成されると、生成コストのため変更できません。続行しますか？
tl: Kapag nagawa na ang avatar, hindi na ito pwedeng baguhin dahil sa gastos. Gusto mo bang magpatuloy?
vi: Sau khi tạo avatar, không thể chỉnh sửa do chi phí. Bạn có muốn tiếp tục không?

# avatar_edit_locked_warning
source: This avatar has already been generated. Personality, photo, and audio can no longer be edited.
bg: Този аватар вече е генериран. Не могат да се редактират личността, снимката или аудиото.
el: Αυτό το avatar έχει ήδη δημιουργηθεί. Η προσωπικότητα, η φωτογραφία και ο ήχος δεν μπορούν πλέον να επεξεργαστούν.
he: הדמות כבר נוצרה. לא ניתן לערוך את האישיות, התמונה או האודיו.
hu: Ez az avatar már létrejött. A személyiség, a fotó és a hang már nem szerkeszthető.
ja: このアバターはすでに生成されています。性格、写真、音声は編集できません。
tl: Ang avatar na ito ay nagawa na. Hindi na maaaring i-edit ang personalidad, larawan o audio.
vi: Avatar này đã được tạo. Không thể chỉnh sửa tính cách, ảnh hoặc âm thanh nữa.

# avatar_summary_original_audio
source: Original audio:
bg: Оригинално аудио:
el: Αρχικό ηχητικό:
he: אודיו מקורי:
hu: Eredeti hang:
ja: 元の音声：
tl: Orihinal na audio:
vi: Âm thanh gốc:

# avatar_summary_cloned_audio
source: Cloned voice audio:
bg: Клониран гласов звук:
el: Αντιγραμμένος ήχος φωνής:
he: אודיו קול משוכפל:
hu: Klonhang:
ja: クローン音声：
tl: Cloned na audio ng boses:
vi: Âm thanh giọng nói nhân bản:

# avatar_continue_chat
source: Continue to chat
bg: Продължи към чата
el: Συνέχεια στη συνομιλία
he: המשך לצ’אט
hu: Tovább a csevegéshez
ja: チャットを続ける
tl: Magpatuloy sa chat
vi: Tiếp tục trò chuyện

source: Play
bg: Пусни
el: Αναπαραγωγή
he: נגן
hu: Lejátszás
ja: 再生
tl: I-play
vi: Phát

# avatar_form_country_label
source: What country is your avatar from?
bg: От коя държава е вашият аватар?
el: Από ποια χώρα είναι το avatar σας;
he: מאיזו מדינה הדמות שלך?
hu: Melyik országból származik az avatarod?
tl: Mula saang bansa ang iyong avatar?
vi: Avatar của bạn đến từ quốc gia nào?

# avatar_form_phone_label
source: Phone number
bg: Телефонен номер
el: Αριθμός τηλεφώνου
he: מספר טלפון
hu: Telefonszám
tl: Numero ng telepono
vi: Số điện thoại

# field_required
source: Required
bg: Задължително
el: Απαιτείται
he: נדרש
hu: Kötelező
tl: Kailangan
vi: Bắt buộc

# field_optional
source: Optional
bg: По избор
el: Προαιρετικό
he: אופציונלי
hu: Opcionális
tl: Opsyonal
vi: Tùy chọn

# chatTitle
source: Chat
bg: Чат
he: צ׳אט
hu: Csevegés
vi: Trò chuyện

# replyLabel
source: Response:
bg: Отговор:
he: תגובה:
hu: Válasz:
tl: Sagot:
vi: Phản hồi:

# textOption
source: Text
bg: Текст
he: טקסט
hu: Szöveg
tl: Teksto
vi: Văn bản

# audioOption
source: Audio
bg: Аудио
he: שמע
hu: Hang
vi: Âm thanh

# videoOption
source: Video
bg: Видео
he: וידאו
hu: Videó

# inputHint
source: Type your message...
bg: Въведете съобщението си...
he: הקלד את ההודעה שלך...
hu: Írd be az üzeneted...
tl: I-type ang iyong mensahe...
vi: Nhập tin nhắn của bạn...

source: [No response]
bg: [Няма отговор]
he: [אין תגובה]
hu: [Nincs válasz]
tl: [Walang tugon]
vi: [Không có phản hồi]

# audioGenerated
source: Generated audio
bg: Генерирано аудио
he: שמע שנוצר
hu: Generált hang
tl: Nabuo na audio
vi: Âm thanh đã tạo

# videoGenerated
source: Generated video
bg: Генерирано видео
he: וידאו שנוצר
hu: Generált videó
tl: Nabuo na video
vi: Video đã tạo

# error
source: Error: {error}
bg: Грешка: {error}
he: שגיאה: {error}
hu: Hiba: {error}
vi: Lỗi: {error}

source: Welcome
bg: Добре дошли
he: ברוך הבא
hu: Üdvözöljük
tl: Maligayang pagdating
vi: Chào mừng

# slogan
source: Recreate me, forever
bg: Пресъздай ме завинаги
he: שחזר אותי, לנצח
hu: Alkoss újra örökre
tl: Gawin muli ako, magpakailanman
vi: Tái tạo tôi, mãi mãi

# enterEmailToReset
source: Enter your email to receive a password reset link.
bg: Въведете имейла си, за да получите връзка за нулиране на паролата.
he: הזן את האימייל שלך כדי לקבל קישור לאיפוס סיסמה.
hu: Adja meg az e-mail címét a jelszó-visszaállítási link fogadásához.
tl: Ilagay ang iyong email upang makatanggap ng link para i-reset ang password.
vi: Nhập email của bạn để nhận liên kết đặt lại mật khẩu.

# enterValidEmail
source: Please enter a valid email.
bg: Моля, въведете валиден имейл.
he: אנא הזן אימייל חוקי.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
tl: Pakilagay ang wastong email.
vi: Vui lòng nhập email hợp lệ.
